<div class="container">
<h1>Как я учу китайский язык</h1>
<br>
Впервые я познакомилась с китайским языком в школе, где он является обязательным предметом с 
шестого по восьмой класс. Получается, что я изучала его три года и достигла второго уровня HSK
(это аббревиатура, которая расшифровывается, как "Hanyu Shuiping Kaoshi" - экзамен на уровень 
китайского языка как иностранного). 
<br><br>
После окончания восьмого класса я решила, что мне действительно интересен этот предмет, поэтому,
по совету учительницы, попробовала поступить в институт Конфуция при ДВФУ (Дальневосточном 
Федеральном Универститете). Меня приняли сразу на второй уровень обучения - Начальный".
<br><br>
Это было осенью 2022 года, и на данный момент я прошла этот уровень и успешно завершила два семестра. 
<br><br>
Следующий этап в изучении - поступление на новый семестр в новом учебном году этой осенью. 
Также я хочу сдать официальный экзамен (HSK 3) этой зимой. 
<br><br>
Из более обширных планов - поехать в Китай на летний языковой курс. Как раз для этого мне нужны
хорошие результаты экзамена)
<br><br>
Самая глобальная моя цель - поступить в университет в Харбине. Единственная сложность на данный момент
заключается в том, что я не определилась со специальностью. У меня есть два варианта: ИТ сфера - 
программист общей специальности или веб разработчик, и лингвистическая сфера - китаист (это разговорное 
слово, которое обозначает того, кто изучает китайский язык, разбирается в истории и культуре Китая).
<br><br>
Мне нравится процесс обучения и я могу посоветовать институт Конфуция тем, кто хотел бы учить китайский 
или просто попробовать новое хобби. Это сеть, которая расположена по всей стране, поэтому вы скорее всего 
найдете филиал и в своем городе. Если что, мне не платили за рекламу, это действительно искренний совет
всем будущим лингвистам и просто любителям языков)
<br><br>
Обязательно рассмотрите китайский язык для изучения, если еще с ним не знакомы. Он положительно влияет
на память и концентрацию, а также просто очень интересный.
<br><br>
Спассибо за прочтение и до новых встреч в моем блоге!
</div>