<div class="container">
	<h1>Обо мне</h1>
    Привет! Меня зовут Бадгутова Альфия, и я рада приветствовать вас на своей странице.<br>
    Я живу на Дальнем Востоке России, и я старшеклассница в местной школе.
    <h3>Хобби</h3>
    В свободное время я изучаю китайский язык и Python, вяжу и читаю ранообразные <br>
    (от классических романов и антиутопий до научной фантастики и детективов) книги. <br>
    Также я люблю заниматься спортом и хожу в спортзал.
    <h3>Образование</h3>
    Мои любимые предметы в школе - математика, ИТ и языки. После окончания школы я <br>
    планирую поступить в один из технических университетов Китая, чтобы получить <br>
    качественное высшее образование в области информационных технологий, <br>
    а также улучшить свой китайский и разобраться в китайской культуре.
    <h3>Цели</h3>
    Я выбираю между карьерами программиста и китаиста (специалиста в китайском языке, лингвиста), <br>
    и понимаю, что образование очень важно для достижения успеха в каждой из этих областей. <br>
    Я стремлюсь получить качественное высшее образование и расширяю свой кругозор, <br> 
    чтобы быть востребованным специалистом в будущей сфере и путешествовать по миру. <br>
    <br>
    Благодарю вас за интерес к моей жизни и желаю вам достичь поставленных целей. <br>
    Следуйте своим мечатам и удачи!
</div>

<style>
.container {
		margin: 50px auto;
		max-width: 800px;
		padding: 0 20px;
	}
</style>